Repository: tsuzukihashi/anything-dex-archive
Catalog: AnythingDex/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld Count
ja: %lld 個

source: Album
ja: アルバム

source: All Delete
ja: 全削除

source: An error occurred.
ja: エラーが発生しました

source: Analyzing images
ja: 画像を解析中

source: AnythingDex
ja: なんでも図鑑

source: App
ja: アプリ

source: Are you sure you want to delete all data?
ja: 本当にデータを全て削除してもよろしいですか？

source: Are you sure you want to delete it?
ja: 本当にデータを削除してもよろしいですか？

source: Camera
ja: カメラ

source: Cancel
ja: キャンセル

source: Coming Soon!
ja: まもなく公開

source: Created: %@
ja: 作った日: %@

source: Date last used
ja: さいごに使った日

source: Date of first use
ja: はじめた日

source: Delete
ja: 削除

source: Delete Data
ja: データの削除

source: Details
ja: 詳細

source: Developer
ja: 作った人

source: Disclaimer
ja: 免責事項

source: Error details
ja: エラーの詳細

source: Error Type
ja: エラータイプ

source: External Links
ja: 外部リンク

source: Genre: %@
ja: ジャンル: %@

source: GET
ja: ゲット

source: Internal error
ja: 内部エラー

source: Library
ja: 図鑑

# No.%lld %@
source: No.%1$lld %2$@
ja: No.%lld %@

source: Number of finds
ja: みつけた数

source: Once deleted, data cannot be recovered. Are you sure?
ja: 一度削除したら、データは二度と復元できませんがよろしいですか？

source: Premium
ja: プレミアム

source: Recommend
ja: おすすめ

source: Register
ja: 保存

source: Response stopped early
ja: 早い段階で反応停止

source: RUN
ja: 実行

source: Safety ratings
ja: 安全性評価

source: Select an image from your camera or album! Tap the rocket after selecting an image, and Gemini, Google's AI, will read the image and explain it to you! Gemini will judge only by the image, so be careful not to make a mistake sometimes!
ja: カメラかアルバムから画像を選択しよう！ 選択したらロケットをタップすると、画像をGoogleのAIであるGemini(ジェミニ)が読み取って解説してくれるよ！ ジェミニは画像だけで判断するから間違えちゃうときもあるから気をつけてね！

source: Share
ja: 共有

source: Some other error
ja: いくつかのエラー

source: Take a picture and register!
ja: 写真を撮って登録しよう！

source: Terms of Use
ja: 利用規約

source: The registered photos will be displayed in the picture book!
ja: 登録すると図鑑に表示されるよ！

source: Voice
ja: 読み上げ

source: Yes
ja: はい

source: You
ja: キミ

source: Your prompt was blocked
ja: プロンプトがブロックされました
